import Foundation

struct Const {
    static let dropListTraining = [
        "ベンチプレス",
        "スミスマシン",
        "ダンベルフライ",
        "チェストプレス",
        "リアレイズ",
        "ショルダープレス",
        "フロントレイズ",
        "サイドレイズ",
        "アームカール",
        "プリチャーカール",
        "トライセプスEXT(マシン)",
        "トライセプスEXT(ダンベル)",
        "クランチ",
        "アブドミナルクランチ",
        "アブローラー",
        "ウィンドミル",
        "レッグカール",
        "レッグプレス",
        "ヒップアダクション",
        "ヒップアブダクション"
    ]
    static let dropListWorkout = [
        "ラン",
        "バイク",
        "スイム"
    ]
}
